import React from 'react'
import Head from 'next/head'
import { Header, Footer } from '../../components'

import styles from './styles.module.css'

function PrivacyPolicyPage() {
  return (
    <>
      <Head>
        <title>Calendaur | Политика конфиденциальности</title>
        <meta
          name="description"
          content="График релизов игр, график релизов кино"
        />
      </Head>
      <Header hasBack />
      <main className={styles.Main}>
        <h1>Политика в&nbsp;отношении обработки персональных данных</h1>
        <p>
          <br />
          1. Общие положения
          <br />
          Настоящая политика обработки персональных данных составлена
          в&nbsp;соответствии с&nbsp;требованиями Федерального закона от&nbsp;
          <nobr>27.07.2006</nobr>. &#8470;&nbsp;<nobr>152-ФЗ</nobr>{' '}
          &laquo;О&nbsp;персональных данных&raquo; и&nbsp;определяет порядок
          обработки персональных данных и&nbsp;меры по&nbsp;обеспечению
          безопасности персональных данных Calendaur (далее&nbsp;&mdash;
          Оператор).
          <br />
          Оператор ставит своей важнейшей целью и&nbsp;условием осуществления
          своей деятельности соблюдение прав и&nbsp;свобод человека
          и&nbsp;гражданина при обработке его персональных данных, в&nbsp;том
          числе защиты прав на&nbsp;неприкосновенность частной жизни, личную
          и&nbsp;семейную тайну.
          <br />
          Настоящая политика Оператора в&nbsp;отношении обработки персональных
          данных (далее&nbsp;&mdash; Политика) применяется ко&nbsp;всей
          информации, которую Оператор может получить о&nbsp;посетителях{' '}
          <nobr>веб-сайта</nobr>{' '}
          <a href="https://calendaur.com/.">https://calendaur.com/.</a>
          <br />
          2. Основные понятия, используемые в&nbsp;Политике
          <br />
          Автоматизированная обработка персональных данных&nbsp;&mdash;
          обработка персональных данных с&nbsp;помощью средств вычислительной
          техники;
          <br />
          Блокирование персональных данных&nbsp;&mdash; временное прекращение
          обработки персональных данных (за&nbsp;исключением случаев, если
          обработка необходима для уточнения персональных данных);
          <br />
          <nobr>Веб-сайт</nobr>&nbsp;&mdash; совокупность графических
          и&nbsp;информационных материалов, а&nbsp;также программ для ЭВМ
          и&nbsp;баз данных, обеспечивающих их&nbsp;доступность в&nbsp;сети
          интернет по&nbsp;сетевому адресу{' '}
          <a href="https://calendaur.com/">https://calendaur.com/</a>;<br />
          Информационная система персональных данных&nbsp;&mdash; совокупность
          содержащихся в&nbsp;базах данных персональных данных,
          и&nbsp;обеспечивающих их&nbsp;обработку информационных технологий
          и&nbsp;технических средств;
          <br />
          Обезличивание персональных данных&nbsp;&mdash; действия,
          в&nbsp;результате которых невозможно определить без использования
          дополнительной информации принадлежность персональных данных
          конкретному Пользователю или иному субъекту персональных данных;
          <br />
          Обработка персональных данных&nbsp;&mdash; любое действие (операция)
          или совокупность действий (операций), совершаемых
          с&nbsp;использованием средств автоматизации или без использования
          таких средств с&nbsp;персональными данными, включая сбор, запись,
          систематизацию, накопление, хранение, уточнение (обновление,
          изменение), извлечение, использование, передачу (распространение,
          предоставление, доступ), обезличивание, блокирование, удаление,
          уничтожение персональных данных;
          <br />
          Оператор&nbsp;&mdash; государственный орган, муниципальный орган,
          юридическое или физическое лицо, самостоятельно или совместно
          с&nbsp;другими лицами организующие и&nbsp;(или) осуществляющие
          обработку персональных данных, а&nbsp;также определяющие цели
          обработки персональных данных, состав персональных данных, подлежащих
          обработке, действия (операции), совершаемые с&nbsp;персональными
          данными;
          <br />
          Персональные данные&nbsp;&mdash; любая информация, относящаяся прямо
          или косвенно к&nbsp;определенному или определяемому Пользователю{' '}
          <nobr>веб-сайта</nobr>{' '}
          <a href="https://calendaur.com/">https://calendaur.com/</a>;<br />
          Пользователь&nbsp;&mdash; любой посетитель <nobr>веб-сайта</nobr>{' '}
          <a href="https://calendaur.com/">https://calendaur.com/</a>;<br />
          Предоставление персональных данных&nbsp;&mdash; действия, направленные
          на&nbsp;раскрытие персональных данных определенному лицу или
          определенному кругу лиц;
          <br />
          Распространение персональных данных&nbsp;&mdash; любые действия,
          направленные на&nbsp;раскрытие персональных данных неопределенному
          кругу лиц (передача персональных данных) или на&nbsp;ознакомление
          с&nbsp;персональными данными неограниченного круга лиц, в&nbsp;том
          числе обнародование персональных данных в&nbsp;средствах массовой
          информации, размещение в&nbsp;
          <nobr>информационно-телекоммуникационных</nobr> сетях или
          предоставление доступа к&nbsp;персональным данным{' '}
          <nobr>каким-либо</nobr> иным способом;
          <br />
          Трансграничная передача персональных данных&nbsp;&mdash; передача
          персональных данных на&nbsp;территорию иностранного государства органу
          власти иностранного государства, иностранному физическому или
          иностранному юридическому лицу;
          <br />
          Уничтожение персональных данных&nbsp;&mdash; любые действия,
          в&nbsp;результате которых персональные данные уничтожаются
          безвозвратно с&nbsp;невозможностью дальнейшего восстановления
          содержания персональных данных в&nbsp;информационной системе
          персональных данных и&nbsp;(или) результате которых уничтожаются
          материальные носители персональных данных.
          <br />
          3. Оператор может обрабатывать следующие персональные данные
          Пользователя
          <br />
          Электронный адрес;
          <br />
          Также на&nbsp;сайте происходит сбор и&nbsp;обработка обезличенных
          данных о&nbsp;посетителях (<nobr>в т. ч.</nobr> файлов
          &laquo;cookie&raquo;) с&nbsp;помощью сервисов{' '}
          <nobr>интернет-статистики</nobr> (Яндекс Метрика и&nbsp;Гугл Аналитика
          и&nbsp;других).
          <br />
          Вышеперечисленные данные далее по&nbsp;тексту Политики объединены
          общим понятием Персональные данные.
          <br />
          4. Цели обработки персональных данных
          <br />
          Цель обработки персональных данных Пользователя&nbsp;&mdash;
          информирование Пользователя посредством отправки электронных писем;
          предоставление доступа Пользователю к&nbsp;сервисам, информации и/или
          материалам, содержащимся на&nbsp;<nobr>веб-сайте</nobr>.<br />
          Также Оператор имеет право направлять Пользователю уведомления
          о&nbsp;новых продуктах и&nbsp;услугах, специальных предложениях
          и&nbsp;различных событиях. Пользователь всегда может отказаться
          от&nbsp;получения информационных сообщений, направив Оператору письмо
          на&nbsp;адрес электронной почты{' '}
          <a href="mailto:deaddinocalendar@gmail.com">
            deaddinocalendar@gmail.com
          </a>{' '}
          с&nbsp;пометкой &laquo;Отказ от&nbsp;уведомлениях о&nbsp;новых
          продуктах и&nbsp;услугах и&nbsp;специальных предложениях&raquo;.
          <br />
          Обезличенные данные Пользователей, собираемые с&nbsp;помощью сервисов{' '}
          <nobr>интернет-статистики</nobr>, служат для сбора информации
          о&nbsp;действиях Пользователей на&nbsp;сайте, улучшения качества сайта
          и&nbsp;его содержания.
          <br />
          5. Правовые основания обработки персональных данных
          <br />
          Оператор обрабатывает персональные данные Пользователя только
          в&nbsp;случае их&nbsp;заполнения и/или отправки Пользователем
          самостоятельно через специальные формы, расположенные на&nbsp;сайте{' '}
          <a href="https://calendaur.com/.">https://calendaur.com/.</a> Заполняя
          соответствующие формы и/или отправляя свои персональные данные
          Оператору, Пользователь выражает свое согласие с&nbsp;данной
          Политикой.
          <br />
          Оператор обрабатывает обезличенные данные о&nbsp;Пользователе
          в&nbsp;случае, если это разрешено в&nbsp;настройках браузера
          Пользователя (включено сохранение файлов &laquo;cookie&raquo;
          и&nbsp;использование технологии JavaScript).
          <br />
          6. Порядок сбора, хранения, передачи и&nbsp;других видов обработки
          персональных данных
          <br />
          Безопасность персональных данных, которые обрабатываются Оператором,
          обеспечивается путем реализации правовых, организационных
          и&nbsp;технических мер, необходимых для выполнения в&nbsp;полном
          объеме требований действующего законодательства в&nbsp;области защиты
          персональных данных.
          <br />
          Оператор обеспечивает сохранность персональных данных и&nbsp;принимает
          все возможные меры, исключающие доступ к&nbsp;персональным данным
          неуполномоченных лиц.
          <br />
          Персональные данные Пользователя никогда, ни&nbsp;при каких условиях
          не&nbsp;будут переданы третьим лицам, за&nbsp;исключением случаев,
          связанных с&nbsp;исполнением действующего законодательства.
          <br />
          В&nbsp;случае выявления неточностей в&nbsp;персональных данных,
          Пользователь может актуализировать их&nbsp;самостоятельно, путем
          направления Оператору уведомление на&nbsp;адрес электронной почты
          Оператора{' '}
          <a href="mailto:deaddinocalendar@gmail.com">
            deaddinocalendar@gmail.com
          </a>{' '}
          с&nbsp;пометкой &laquo;Актуализация персональных данных&raquo;.
          <br />
          Срок обработки персональных данных является неограниченным.
          Пользователь может в&nbsp;любой момент отозвать свое согласие
          на&nbsp;обработку персональных данных, направив Оператору уведомление
          посредством электронной почты на&nbsp;электронный адрес Оператора{' '}
          <a href="mailto:deaddinocalendar@gmail.com">
            deaddinocalendar@gmail.com
          </a>{' '}
          с&nbsp;пометкой &laquo;Отзыв согласия на&nbsp;обработку персональных
          данных&raquo;.
          <br />
          7. Трансграничная передача персональных данных
          <br />
          Оператор до&nbsp;начала осуществления трансграничной передачи
          персональных данных обязан убедиться в&nbsp;том, что иностранным
          государством, на&nbsp;территорию которого предполагается осуществлять
          передачу персональных данных, обеспечивается надежная защита прав
          субъектов персональных данных.
          <br />
          Трансграничная передача персональных данных на&nbsp;территории
          иностранных государств, не&nbsp;отвечающих вышеуказанным требованиям,
          может осуществляться только в&nbsp;случае наличия согласия
          в&nbsp;письменной форме субъекта персональных данных
          на&nbsp;трансграничную передачу его персональных данных и/или
          исполнения договора, стороной которого является субъект персональных
          данных.
          <br />
          8. Заключительные положения
          <br />
          Пользователь может получить любые разъяснения по&nbsp;интересующим
          вопросам, касающимся обработки его персональных данных, обратившись
          к&nbsp;Оператору с&nbsp;помощью электронной почты{' '}
          <a href="mailto:deaddinocalendar@gmail.com">
            deaddinocalendar@gmail.com
          </a>
          .<br />
          В&nbsp;данном документе будут отражены любые изменения политики
          обработки персональных данных Оператором. Политика действует бессрочно
          до&nbsp;замены ее&nbsp;новой версией.
          <br />
          Актуальная версия Политики в&nbsp;свободном доступе расположена
          в&nbsp;сети Интернет по&nbsp;адресу{' '}
          <a href="https://calendaur.com/privacy-policy">
            https://calendaur.com/privacy-policy
          </a>
          .
        </p>
      </main>
    </>
  )
}

export default PrivacyPolicyPage
